Repository: hazemgom/mazzret
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Create An Account
ar: انشاء حساب

source: Enter your account details below
ar: أدخل تفاصيل الحساب أدناه

source: Name
ar: الاسم

source: Full Name
ar: الاسم بالكامل

source: Email
ar: الايميل

source: Press here
ar: أضغط هنا

source: Click the button below to bring the current location to you
ar: أضغط علي الزر الأسفل لجلب الموقع الحالي لك

# pleaseentervalid
source: Please enter valid as example@gmail.com
ar: يرجى إدخال اسم صالح كـ example@gmail.com

source: You must choose a client type
ar: يجب عليك اختيار نوع العميل

source: You must choose the current location
ar: يجب عليك اختيار الموقع الحالي

source: Password
ar: الرقم السري

source: Phone Number
ar: رقم الهاتف

# phonenumbercode
source: Phone Number without country code
ar: رقم الهاتف بدون رمز البلد

source: Street Name
ar: اسم الشارع

source: Apartment
ar: المنزل

source: Title
ar: عنوان

# verify
source: Verify Phone
ar: تفعيل التليفون

source: City
ar: مدينة

source: Description
ar: وصف

source: Description in arabic
ar: وصف بالعربية

source: Submit
ar: تأكيد

source: Orders
ar: الطلبات

source: Please select an image for the category
ar: الرجاء اختيار صورة الفئة

source: Edit
ar: تعديل

# pleaseselectannameforthecategory
source: Please specify a name for the category
ar: الرجاء اختيار اسم الفئة

source: Delete
ar: مسح

source: Create date
ar: أنشئت في

# updatedat
source: Update at
ar: تم التحديث في

source: Add new banner
ar: إضافة لافتة جديدة

source: Category
ar: الفئات

# crearecategory
source: Create category
ar: انشاء فئة

source: User
ar: مستخدم

source: User wholesale
ar: المستخدم بالجملة

source: User normal
ar: المستخدم عادي

source: Admin
ar: مسؤول

source: Choose the type of customer to display :-
ar: اختر نوع العميل للعرض :-

source: Manager
ar: مدير

source: Branch
ar: فرع

source: Branches
ar: الفروع

source: Add New User
ar: اضافة مستخدم جديد

source: Coupons
ar: الكوبونات

source: All Coupons
ar: جميع الكوبونات

source: Expiration
ar: انتهاء

source: Discount
ar: تخفيض

source: Ratings
ar: التقييمات

source: Suggested pictures
ar: الصور المقترحة

source: Product Reviews
ar: تقييمات المنتجات

source: Error in add to cart
ar: حدثت مشكلة أثناء أضافة المنتج

# notAuth
source: You do not have the authority
ar: ليس لديك الصلاحية

source: Make access to add product
ar: قم بالوصول لإضافة المنتج

# feedback
source: Feeback
ar: التعليقات

source: Users
ar: المستخدمين

source: Resend
ar: إعادة إرسال

source: Send
ar: إرسال

source: Please enter your
ar: من فضلك أدخل

source: Enter new password
ar: أدخل كلمة المرور الجديدة

source: new password
ar: كلمة المرور الجديدة

source: Confirm password
ar: تأكيد كلمة المرور

source: Confirm
ar: تأكيد

# ifyoudidntreceiveacode
source: Enter the code correctly
ar: أدخل الكود صحيح

source: Verification
ar: التحقق

source: Enter 6 digit code sent to your email
ar: أدخل الرمز المكون من 6 أرقام الذي تم إرساله إلى بريدك الإلكتروني

source: Send Code
ar: إرسال الرمز

# enteryouremailwewillsend5digitsverificationcode
source: Enter your email we will send 6 digits verification code
ar: أدخل بريدك الإلكتروني وسنرسل لك رمز التحقق المكون من 6 أرقام

# enteryourphonewewillsend5digitsverificationcode
source: Enter your phone number we will send 6 digits verification code
ar: أدخل رقم الهاتف وسنرسل لك رمز التحقق المكون من 6 أرقام

# thenameofthissiteforexampleis
source: The name of this site, for example, is Home.
ar: اسم هذا الموقع مثلا هو منزل

source: Country
ar: دولة

# problemInUserData
source: There is a problem while downloading customer data no
ar: يوجد مشكلة اثناء تحميل بيانات العميل رقم

source: Check current category
ar: فحص الفئة الحالية

source: Zip Country
ar: الرمز البريدي

source: Location in detail
ar: المكان بالتفصيل

source: Delivery notes to this address
ar: ملاحظات التوصيل لهذا العنوان

source: The phone number at the location
ar: رقم الهاتف المتواجد بالمكان

source: English
ar: الأنجليزية

source: Arabic
ar: العربية

source: Language
ar: اللغة

source: Choose Language
ar: اختر اللغة

source: Next
ar: التالي

source: OR
ar: أو

source: My Account
ar: حسابي

source: Sign In
ar: تسجيل الدخول

source: Forget password
ar: نسيت كلمة المرور

source: Don't have an account?
ar: ليس لديك حساب؟

source: Message
ar: رسالة

source: WishList
ar: المفضلة

source: Profile
ar: ملفي الشخصي

source: Home
ar: الرئيسية

# lat
source: Latitude
ar: خطوط الطول

# lng
source: Longitude
ar: خطوط العرض

source: Address
ar: العنوان

source: Update
ar: تحديث

source: There is an irreversible problem
ar: هناك مشكلة غير قابل للنقصان

source: You must click on the button below to select the current location
ar: يجب عليك الضغط علي الرز الذي بالأسفل لتحديد الموقع الحالي

# programmer
source: Prpgrammer
ar: المبرمج

source: Please rate
ar: من فضلك قم بعمل تقييم

source: Product name:
ar: أسم المنتج :

source: Category name :
ar: أسم التصنيف :

# desname
source: Product details :
ar: تفاصيل المنتج :

source: All products in category
ar: جيمع المنتجات داخل الصنف

source: Continue shopping
ar: مواصلة التسوق

# noProductInThisCategoryYet
source: There is no product in this category yet
ar: لا يوجد منتج في هذه الفئة بعد

source: Call
ar: مكالمة

source: Just take a few seconds to download all the products
ar: فقط أنتظر بعض الثواني لتحميل جميع الممنتجات

source: Cart
ar: عربة التسوق

source: Product
ar: منتج

# catchErrorinsendmail
source: A problem was found while entering the slope!
ar: تم العثور علي مشكلة ما أثناء أدخال الميل!

# successSendMail
source: The email has been sent successfully
ar: تم أرسال الميل بنجاح

source: A problem was encountered while logging in!
ar: تم العثور علي مشكلة ما أثناء تسجيل الدخول!

# loginSuccessfully
source: You have been logged in successfully
ar: تم تسجيل الدخول بنجاح

source: Facebook
ar: فيسبوك

source: A problem was encountered while creating a new password!
ar: تم العثور علي مشكلة ما أثناء أنشاء كلمة سر جديدة!

source: Whatsaap
ar: واتساب

source: Payment status:
ar: حالة عملية الدفع:

source: Edit to order data
ar: التعديل علي بيانات الطلب

# editUserData
source: Edit to the data
ar: التعديل علي البيانات

# notPaid
source: To date, the fees for this application have not been paid
ar: الي الأن لم يتم دفع رسوم هذا الطلب

# notDelivered
source: This request has not been received yet
ar: الي الأن لم يتم وصول هذا الطلب

# paid
source: The fee for this application has already been paid
ar: تم دفع رسوم هذا الطلب بالفعل

source: Change
ar: تغيير

source: Place of order:
ar: مكان الطلب:

source: A problem was found while creating an account!
ar: تم العثور علي مشكلة ما أثناء انشاء حساب!

source: Update Password Successfully
ar: تم تحديث كلمة المرور بنجاح

# signupSuccess
source: The account creation process was completed successfully
ar: تم عملية أنشاء الحساب بنجاح

source: A problem was found while entering the code!
ar: تم العثور علي مشكلة ما أثناء أدخال الرمز!

source: The code verification process was completed successfully
ar: تم عملية أدخال رقم التحقق الرمز بنجاح

# thecodeverificationprocesswascompletednotsuccessfully
source: The verification code has failed to be entered successfully
ar: لقد فشلت أدخال عملية رقم التحقق الرمز بنجاح

source: instagram
ar: أنستجرام

source: Share your thoughts on our app
ar: !شارك بأفكارك علي تطبيقنا

source: Tell us the words please
ar: أخبرنا بالكلمات من فضلك

source: Send Feedback
ar: إرسال الملاحظات

# helpus
source: Help us improve our service - let us know what features you'd like to see or if you're experiencing any issues
ar: ساعدنا علي تحسين خدمتنا-أخبرنا بالميزات التي ترغب فى رؤيتها أو إذا كنت تواجه أية مشكلات

source: Change Language
ar: تغيير اللغة

# onlyattomato200products
source: Only at Mozart
ar: فقط عند موزارات

source: Available in offers Weekly 20 products
ar: متاح في العروض الاسبوعيه 20 منتج

source: Ice Creame
ar: ايس كريم

source: Meat and chicken
ar: اللحوم والدواجن

source: waters
ar: مياه

# cate
source: category
ar: الفئة

source: Status
ar: الحالة

source: Approved
ar: تم التأكيد

source: Choose the type of customer to display all orders:-
ar: اختر نوع العميل لعرض كافة الطلبات:-

source: Type of user
ar: نوع العميل

source: User details
ar: تفاصيل المستخدم

source: Selected location
ar: الموقع المحدد

source: Current location
ar: الموقع الحالي

source: Search
ar: أبحث

# searchForSelectTheBranchLocation
source: Search the branch location
ar: ابحث عن تحديد موقع الفرع

# chooseBranchLocation
source: Choose the branch location
ar: اختر موقع الفرع

# locationindetailInMaps
source: Location detailed on maps
ar: الموقع بالتفصيل في الخرائط

source: Add new category
ar: أضف فئة جديدة

source: Do you want delete this
ar: هل تريد حذف هذه

source: Add new product
ar: إضافة منتج جديد

source: cold drinks
ar: مشروبات بارده

source: fruits and vegetables
ar: فواكة وخضروات

source: baked goods
ar: مخبوزات

source: Dairy and milk
ar: ألبان وحليب

source: the breakfast
ar: الأفطار

source: Featured products
ar: المنتجات المميزة

# featuredcateory
source: Featured categories
ar: الأقسام المميزة

source: Top rated products
ar: المنتجات الأعلى تقييم

source: Show more
ar: عرض المزيد

source: Hello Ketchup
ar: هالو كاتشب

source: price
ar: السعر

source: Categories
ar: الأقسام

# enterInIcon
source: Click on the rice that precedes it
ar: أضغط علي الرز الذي يسبقه

source: The product has been added successfully
ar: تمت أضافة المنتج بنجاح

# therewasaproblemaddingaproducttothecart
source: The product has been added successfully
ar: تمت أضافة المنتج بنجاح

source: My personal file
ar: ملفي الشخصي

# editprofile
source: Show profile
ar: اظهار الملف الشخصي

source: My requests
ar: طلباتي

source: All orders
ar: جميع الطلبات

source: Cancel
ar: الغاء

source: Ok
ar: تأكيد

# enterbranch
source: Libya(+218)
ar: أدخل الفرع

# enterhere
source: Please click here to enter the branch
ar: برجاء الضغط هنا لإدخال الفرع

source: Exit
ar: خروج

# quan
source: Quantity:
ar: الكمية:

source: Upload image
ar: أرفاق صورة

# errorInUpload
source: Have a problem through upload image!
ar: حدثت مشكلة أثناء رفع الصورة!

source: Do you want to exit?
ar: هل تريد الخروج؟

source: Do you want to logout?
ar: هل ترغب في تسجيل الخروج؟

source: Current orders
ar: الطلبات الحالية

# note
source: (You must enter the country keys)
ar: (يجب ادخال المفاتح الخاص بالدولة)

source: Warning!
ar: تحذير!

source: Summary
ar: الملخص

source: Free
ar: مجاني

# chooseTypeSender
source: Choose the sending type
ar: أختر نوع الأرسال

source: Check phone or email
ar: التحقق من الهاتف أو البريد الإلكتروني

# totalPrice
source: Total
ar: الأجمالي

# priceOfAllProducts
source: Price of products
ar: سعر المنجات

source: Price of Delivery
ar: سعر التوصيل

# countOfProducts
source: Number of products
ar: عدد المنتجات

# nameOfMyAddress
source: The name of my address
ar: الأسم الخاص بعنواني

source: Rating added successfully
ar: تم أضافة تقييم بنجاح

# therewereproblemswhileevaluatingthisproduct
source: I have reviewed this product before
ar: لقد قمت بعمل تقييم لهذا المنتج من قبل

source: Previous orders
ar: الطلبات السابقة

source: There are no requests yet
ar: لا توجد طلبات بعد

source: order number
ar: الطلب

source: Reorder
ar: إعادة الطلب

source: All products
ar: جميع المنتجات

source: Canceled
ar: ألغيت

source: Order details
ar: تفاصيل الطلب

source: Review
ar: تقييم

# egp
source: Ld
ar: دينار ليبي

source: Show all addresses
ar: عرض جميع العناوين

source: Name of category in arabic
ar: أسم الفئة باللغة العربية

source: Name of category in english
ar: أسم الفئة باللغة الأنجليزية

# makar
source: Headquarters
ar: مقر

source: Done
ar: تم

source: Programmer details
ar: تفاصيل عن المبرمج

source: Omar Abdelaziz
ar: عمر عبدالعزيز

source: Social media
ar: وسائل التواصل الأجتماعي

source: Name of branch
ar: الأسم الخاص بالفرع

source: Choose the client type
ar: اختر نوع العميل

source: Retail client
ar: عميل تجزئة

source: Wholesale customer
ar: عميل جملة

# showAllAddressesBranches
source: Show all branch addresses
ar: إظهار كافة عناوين الفروع

# removeFromFavorite
source: Remove from favorites.
ar: إزالة من المفضلة.

source: The suggested image has been uploaded successfully.
ar: تم رفع الصورة المقترحة بنجاح.

source: The product has been successfully added to your favorites.
ar: تمت أضافة المنتج للمفضلة بنجاح.

source: Adding the product to favorites failed.
ar: فشلت عملية أضافة المنتج للمفضلة.

source: Add to favorite
ar: أضافة الي المفضلة

source: The message was sent successfully.
ar: تمت عملية أرسال الرسالة بنجاح.

source: A problem occurred while sending the message.
ar: حدثت مشكلة أثناء أرسال الرسالة.

source: There was a problem sending your comment.
ar: حدثت مشكلة أثناء أرسال تعليقك.

source: Quantity of pieces sold
ar: كمية القطع المباعة

# quantity
source: Quantity available in stock:
ar: الكيمة المتاحة في المخزن:

# myreviews
source: All products that have received reviews
ar: جميع المنتجات التي حصلت علي تقييمات

source: Rating Average
ar: متوسط التقييم

# ratingsquantity
source: Quantity of reviews
ar: كمية التقييمات

source: Payment summary
ar: ملخص الدفع

source: Name of product
ar: أسم المنتج

source: Name of user
ar: أسم المستخدم

source: Initial total
ar: المجموع الأولي

source: Discount coupon
ar: كوبون الخصم

source: Review the request
ar: مراجعة الطلب

source: Final cash total
ar: المجموع النهائي النقدي

# detectlocation
source: Location is here
ar: هنا الموقع

source: Details of location
ar: تفاصيل الموقع

# previousadress
source: Previous adrees
ar: العناوين السابقة

source: Add new adress
ar: إضافة عنوان جديد

source: Order
ar: الطلب

source: Cash
ar: نقدي

source: Choose branch
ar: اختار الفرع

# ordernumberr
source: Order number
ar: رقم الطلب

# priceNormal
source: Sectoral price
ar: سعر القطاعي

# priceWholesale
source: Wholesale price
ar: سعر الجملة

# progress
source: In progress
ar: بانتظار التأكيد

source: Name of product in arabic
ar: أسم المنتج بالعربية

source: Please select the branch
ar: من فضلك اختار الفرع

source: Send review
ar: ارسال التقييم

source: Send image
ar: ارسال الصوره

source: Upload Image
ar: ارفاق صورة

source: Delivered
ar: تم التوصيل

source: Show products
ar: عرض المنتجات

source: The address
ar: العنوان

source: banadora wallet
ar: محفظة بندورة

source: Connect with us
ar: تواصل معنا

source: Tell us about your experience
ar: أخبرنا عن تجربتك

source: sign out
ar: تسجيل الخروج

source: You have not added any product yet
ar: لم تقم بإضافة أى منتج بعد

source: Start browsing
ar: إبدأ بالتصفح

source: Sadia Burger
ar: برجر ساديا

# beefburgerwithArabic
source: Beef burger with Arabic spices 20 pieces - 1000 gm
ar: برجر بقري بالتوابل العربية 20 قطعة-1000غم

source: No request added
ar: لم يتم إضافة طلب

source: Follow order
ar: تتبع الأوردر

source: Joker spray
ar: جوكر بخاخ

source: Enter your message
ar: ادخل رسالتك

source: Confirm order
ar: تأكيد الطلب

source: Add to cart
ar: إضافة إلي السلة

source: Product details
ar: تفاصيل المنتج

# mozartapp
source: Mozart Application
ar: تطبيق موزارات

# notconnect
source: Not connect the internet
ar: لا يتوفر الأتصال بالأنترنت

# dishpoolcarcleanerandpolishorangescent
source: Dishpool car cleaner and polish, orange scent, with a 250 ml sponge
ar: منظف و ملمع دشبول السيارات بعطر البرتقال مع إسفنجة 250 مل

source: Server name
ar: اسم الخادم

source: User name
ar: اسم المستخدم

source: DB name
ar: قاعدة البيانات

source: Save
ar: حفظ

source: Is activate
ar: تم تفعيله

source: No
ar: لا

source: Yes
ar: نعم
